docs: update sphérier/combat/référence
