--- a/sphérier/combat/référence.md
+++ b/sphérier/combat/référence.md
@@ -77,11 +78,34 @@ Il peut consommer tout ou partie de ses **[Points d'Action]**, pour activer **un
+- Alice, qui pioche
+- Bob
+
+```mermaid
+stateDiagram
+	state "Alice : Acteur principal" as Alice
+  state "Bob : Adversaire d'Alice" as Bob
+
+	[*] --> Alice : Alice pioche
+
+	Alice --> Bob : Alice joue
+	Bob --> Alice : Bob joue
+  Bob --> Alice : Bob passe
+  
+  Alice --> [*] : Alice passe
+```
 
 ## <a id="initiative-fin"></a> L'Initiative prend fin
 [l'initiative prend fin]: #initiative-fin
@@ -348,292 +372,10 @@ A fusionner avec les PA
-#### Exemple : celui qui pioche joue, ses adversaires passent
-*Alice pioche, Alice joue, Bob passe, Alice passe, fin de la Passe*
-
-```plantuml
-actor Alice #red
-actor Bob #blue
-[-> Alice ++ : Pioche
-
-rnote left of Alice: Joue
-Alice -> Bob --
-
-Bob -> Alice : Passe
-Alice ->o] : Passe
-rnote right of Bob: Fin de la Passe
-```
-
-*Alice pioche, (Alice joue, Bob passe,)^n Alice passe, fin de la Passe.*
-
